<?php get_header();?>

<article>
	<time>2021-08-25</time>
	<h1>ブログをリニューアルしました。</h1>
	<p>
		ブログをリニューアルしました。その報告記事になります。 リニューアルとはいっても、見た目はほとんど変わっていません。<br>
		<br>
		唯一大きな変更点といえば、Google AnalyticsのバージョンをGA4に変えたことぐらいですかね…。<br>
		<br>
		当ブログは、あまり記事更新の頻度が高くありません。 なのでしれっとSNSのリンク等も撤廃してしまいましたが、これからも細々と更新を続けようと思います。	
	</p>
	<p>code-zen</p>
	<time>4日前</time>
</article>

<article>
	<time>2021-08-25</time>
	<h1>ブログをリニューアルしました。</h1>
	<a href="">その他</a>
	<p>
		ブログをリニューアルしました。その報告記事になります。 リニューアルとはいっても、見た目はほとんど変わっていません。<br>
		<br>
		唯一大きな変更点といえば、Google AnalyticsのバージョンをGA4に変えたことぐらいですかね…。<br>
		<br>
		当ブログは、あまり記事更新の頻度が高くありません。 なのでしれっとSNSのリンク等も撤廃してしまいましたが、これからも細々と更新を続けようと思います。	
	</p>
	<p>code-zen</p>
	<time>4日前</time>
</article>


<article>
	<time>2021-08-25</time>
	<h1>ブログをリニューアルしました。</h1>
	<p>
		ブログをリニューアルしました。その報告記事になります。 リニューアルとはいっても、見た目はほとんど変わっていません。<br>
		<br>
		唯一大きな変更点といえば、Google AnalyticsのバージョンをGA4に変えたことぐらいですかね…。<br>
		<br>
		当ブログは、あまり記事更新の頻度が高くありません。 なのでしれっとSNSのリンク等も撤廃してしまいましたが、これからも細々と更新を続けようと思います。	
	</p>
	<p>code-zen</p>
	<time>4日前</time>
</article>

<a href="">次のページ</a>

<?php get_footer();?>